Revit 2027 API
ParameterTypeId.LoadAreaIsProjected Property
 "Projected Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAreaIsProjected { get; }
Public Shared ReadOnly Property LoadAreaIsProjected As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAreaIsProjected {
	ForgeTypeId^ get ();
}
static member LoadAreaIsProjected : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace